{
    "index": {
        "title": "Michael Quoc | Architect of Axiomatic Intelligence",
        "description": "Founder of Demand.io. Building sovereign systems to force AI out of probabilistic hallucination and into absolute certainty."
    },
    "ferrari-brand": {
        "title": "The Physics of the Ferrari Brand",
        "description": "A first-principles deconstruction of Ferrari's brand mechanics: scarcity economics, tribal psychology, and signaling theory."
    },
    "axiomatic-intelligence": {
        "title": "Axiomatic Intelligence: A Post-Probabilistic Architecture",
        "description": "A categorical shift from Probabilistic Intelligence (Summarization) to Axiomatic Intelligence (Adjudication). We introduce the Kinetic Refinery, the Quad-Vector collision, and the Cryptographic Diode."
    },
    "arc-protocol": {
        "title": "The ARC Protocol | Adversarial Reasoning Cycle",
        "description": "A systematic framework for deconstructing complex problems into irreducible laws. The core operating system of Demand.io."
    },
	"analog-protocol": {
        "title": "The Analog Protocol | Kinetic Intelligence",
        "description": "Why the System Architect needs the Machine. Cars, Tennis, and Music as essential counterbalances to digital abstraction."
    },
    "kinetic_01": {
        "title": "Spatial Physics | Kinetic Intelligence",
        "description": "Architecture as programming. Balancing aesthetics, Feng Shui, and utility to create a 'Low Entropy' environment."
    },
    "kinetic_02": {
        "title": "Gravity Management | Kinetic Intelligence",
        "description": "Forced mindfulness. The discipline of finding flow in high-consequence terrain."
    },
    "kinetic_03": {
        "title": "Harmonic Integrity | Kinetic Intelligence",
        "description": "Analog mastery. A creative loop that requires zero digital intervention."
    },
    "kinetic_04": {
        "title": "Adversarial Composure | Kinetic Intelligence",
        "description": "The Science of 8 Limbs. Algorithmic calm under direct physical threat."
    },
    "kinetic_05": {
        "title": "Hydrostatic Exploration | Kinetic Intelligence",
        "description": "The regulator protocol. Panic at depth is fatal; calm is mandatory."
    }
}